[
  {
    "name": "Jawaharlal Purohit",
    "role": "Managing Director",
    "image": "/About/Biden.jpg",
    "content": [
      "Mr. Jawaharlal Purohit brings over 33 years of experience in the infrastructure industry, having led Nia Infra Projects to become a respected name in luxury real estate and large-scale construction. Under his leadership, the company has successfully executed the development of roads, residential buildings, and schools for major governmental bodies including MCGM, TMC, MSRDC, Urban Development PWD, and MMRDA. He previously served as Director and major shareholder at Red Brick Pvt. Ltd., where he played a pivotal role in several landmark real estate projects. Driven by a powerful vision, Mr. Purohit aims to transform Nia Infra Projects into an ₹11,000 crore enterprise by combining innovation, uncompromising quality, and execution precision. “Our journey is about more than financial success; it's about creating lasting value and exceeding expectations in every project.”"
    ]
  },
  {
    "name": "Ruchit Purohit",
    "role": "Chief Executive Officer",
    "image": "/About/Biden.jpg",
    "content": [
      "Mr. Ruchit Purohit serves as the Chief Executive Officer of Strategy and Innovation at Nia Infra Projects, bringing a rare combination of global exposure and visionary leadership. He holds a BSc in Business Management from the University of Leeds and a Master of Science in Innovation Management and Entrepreneurship from the University of Manchester. With extensive professional experience in the United Kingdom, Ruchit has introduced international best practices and modern execution frameworks into the company's operations. His leadership has been instrumental in redefining Nia Infra Projects' strategic direction, fostering a culture of innovation, and elevating project standards to meet and exceed global benchmarks. As an emerging leader, he continues to push the organization toward smarter, more efficient, and future-ready infrastructure delivery."
    ]
  },
  {
    "name": "Shilpan Joshi",
    "role": "Vice President",
    "image": "/About/Biden.jpg",
    "content": [
      "Mr. Shilpan Joshi has been an integral part of Nia Infra Projects for over two decades, exemplifying dedication, perseverance, and unwavering commitment. He began his journey as a fresh entrant in the infrastructure industry and, through sheer hard work and consistent performance, grew into one of the organization's strongest pillars. As Vice President - Finance, he leads the Finance Department with clarity, discipline, and foresight, handling complex financial matters with patience and composure. Known as a role model for new team members, Mr. Joshi's work ethic and steady leadership inspire confidence across the organization. He believes in aspiring high and moving forward with determination, and one of his cherished dreams is to see Nia Infra Projects host its Annual Meet at the iconic Shivaji Park Maidan, symbolizing the company's growth and success. His journey stands as a powerful example of how passion, patience, and perseverance can shape not just a career, but the future of an organization."
    ]
  }
]
